"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 20000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 640, \"word_counts\": \"{\\\"feeling\\\": 155, \\\"disappointed\\\": 88, \\\"hate\\\": 91, \\\"thing\\\": 91, \\\"go\\\": 91, \\\"way\\\": 91, \\\"best\\\": 66, \\\"day\\\": 66, \\\"ever\\\": 66, \\\"watching\\\": 50, \\\"movie\\\": 50, \\\"tonight\\\": 50, \\\"upset\\\": 91, \\\"right\\\": 91, \\\"love\\\": 80, \\\"life\\\": 80, \\\"grateful\\\": 67, \\\"friend\\\": 120, \\\"family\\\": 67, \\\"lunch\\\": 53, \\\"going\\\": 54, \\\"walk\\\": 54, \\\"park\\\": 54}\", \"word_docs\": \"{\\\"disappointed\\\": 88, \\\"feeling\\\": 155, \\\"way\\\": 91, \\\"hate\\\": 91, \\\"go\\\": 91, \\\"thing\\\": 91, \\\"ever\\\": 66, \\\"day\\\": 66, \\\"best\\\": 66, \\\"tonight\\\": 50, \\\"watching\\\": 50, \\\"movie\\\": 50, \\\"upset\\\": 91, \\\"right\\\": 91, \\\"life\\\": 80, \\\"love\\\": 80, \\\"family\\\": 67, \\\"friend\\\": 120, \\\"grateful\\\": 67, \\\"lunch\\\": 53, \\\"going\\\": 54, \\\"walk\\\": 54, \\\"park\\\": 54}\", \"index_docs\": \"{\\\"10\\\": 88, \\\"2\\\": 155, \\\"7\\\": 91, \\\"4\\\": 91, \\\"6\\\": 91, \\\"5\\\": 91, \\\"17\\\": 66, \\\"16\\\": 66, \\\"15\\\": 66, \\\"24\\\": 50, \\\"22\\\": 50, \\\"23\\\": 50, \\\"8\\\": 91, \\\"9\\\": 91, \\\"12\\\": 80, \\\"11\\\": 80, \\\"14\\\": 67, \\\"3\\\": 120, \\\"13\\\": 67, \\\"21\\\": 53, \\\"18\\\": 54, \\\"19\\\": 54, \\\"20\\\": 54}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"feeling\\\", \\\"3\\\": \\\"friend\\\", \\\"4\\\": \\\"hate\\\", \\\"5\\\": \\\"thing\\\", \\\"6\\\": \\\"go\\\", \\\"7\\\": \\\"way\\\", \\\"8\\\": \\\"upset\\\", \\\"9\\\": \\\"right\\\", \\\"10\\\": \\\"disappointed\\\", \\\"11\\\": \\\"love\\\", \\\"12\\\": \\\"life\\\", \\\"13\\\": \\\"grateful\\\", \\\"14\\\": \\\"family\\\", \\\"15\\\": \\\"best\\\", \\\"16\\\": \\\"day\\\", \\\"17\\\": \\\"ever\\\", \\\"18\\\": \\\"going\\\", \\\"19\\\": \\\"walk\\\", \\\"20\\\": \\\"park\\\", \\\"21\\\": \\\"lunch\\\", \\\"22\\\": \\\"watching\\\", \\\"23\\\": \\\"movie\\\", \\\"24\\\": \\\"tonight\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"feeling\\\": 2, \\\"friend\\\": 3, \\\"hate\\\": 4, \\\"thing\\\": 5, \\\"go\\\": 6, \\\"way\\\": 7, \\\"upset\\\": 8, \\\"right\\\": 9, \\\"disappointed\\\": 10, \\\"love\\\": 11, \\\"life\\\": 12, \\\"grateful\\\": 13, \\\"family\\\": 14, \\\"best\\\": 15, \\\"day\\\": 16, \\\"ever\\\": 17, \\\"going\\\": 18, \\\"walk\\\": 19, \\\"park\\\": 20, \\\"lunch\\\": 21, \\\"watching\\\": 22, \\\"movie\\\": 23, \\\"tonight\\\": 24}\"}}"